Repository: barisben/DerinceSeyahat
Catalog: DerinceSeyahat/Resources/Views/Service/OgrenciTasimaciligi.*.resx
Languages: tr

# Context1
source: We offer student transportation service with the highest level of sensitivity, with our experienced staff who know their responsibilities, considering all kinds of needs and comfort of our children, who are our most valuable assets, during their transportation to school.
tr: Öğrenci taşımacılığı hizmetini en değerli varlıklarımız olan çocuklarımızın okula ulaşım sırasındaki her türlü ihtiyaç ve konforunu düşünerek, sorumluluklarını bilen deneyimli kadromuzla en üst düzeyde hassasiyet prensibiyle sunuyoruz.

# Context10
source: When the service vehicle exceeds the speed limit, they are instantly informed with a warning message,
tr: Servis aracı hız limitini aştığında uyarı mesajıyla anlık olarak bilgilendirilirler,

# Context11
source: They are informed by instant messages about when their child gets on the shuttle, where and at what time,
tr: Çocuğunun servis aracına ne zaman bindiği, nerede ve saat kaçta indiği konusunda anlık mesajlarla bilgilendirilirler,

# Context12
source: When the child does not get on the service vehicle, they are immediately informed with a warning message,
tr: Çocuğu servis aracına binmediğinde anında uyarı mesajıyla bilgilendirilirler,

# Context13
source: In case of delay of the service, they receive an instant warning message and thus they do not wait outside unnecessarily,
tr: Servisin gecikmesi halinde anında uyarı mesajı alırlar ve bu sayede gereksiz yere dışarıda beklemezler,

# Context14
source: If their child will not get on the bus that day, they can share information through the application or website without calling the driver.
tr: Çocuğu o gün servise binmeyecekse sürücüyü aramadan uygulama ya da web sitesi üzerinden bilgi paylaşabilirler.

# Context15
source: We pay special attention to the seat belt, which is one of the most important conditions of our life safety and safe traffic flow. In the projects we provide transportation, we provide our driver and guide personnel with training on three-point seat belts and basic traffic information, and we carry our children, who are our future, safely.
tr: Can güvenliğimizin ve güvenli trafik akışının en önemli şartlarından birisi olan emniyet kemeri konusunda özel hassasiyet göstermekteyiz. Ulaşımını sağladığımız projelerde sürücü ve rehber personelimize üç nokta emniyet kemeri ve temel trafik bilgileri hakkında eğitimler düzenleyerek, geleceğimiz olan çocuklarımızı güvenle taşıyoruz.

# Context2
source: Smart Vehicle Tracking Devices that we use as a standard in our vehicles, as the leading student transportation company of the sector, we enable all our parents to track the speed and location of the vehicles online via mobile applications. In addition, 500 m. to the address where their children will be picked up or dropped off. We offer you the opportunity to receive information via SMS from your mobile phone.
tr: Sektörün öncü öğrenci taşımacılığı firması olarak araçlarımızda standart olarak kullandığımız Akıllı Araç Takip Cihazları sayesinde, mobil uygulamalar üzerinden tüm velilerimizin araçların hızını ve konumunu online olarak takip edebilmelerini sağlıyoruz. Buna ek olarak velilerimize çocuklarının alınacağı veya bırakılacağı adrese 500 m. kala cep telefonundan SMS ile bilgi alabilme imkanı sunuyoruz.

# Context3
source: With our other sensitivities about security, we take our students from their doors through our hostesses, deliver them to their schools safely with our comfortable shuttles and deliver them to their teachers. Again, thanks to mobile applications, we share delivery information with our parents.
tr: Güvenlik konusundaki diğer hassasiyetlerimizle birlikte öğrencilerimizi hosteslerimiz vasıtasıyla kapılarından alıp konforlu servislerimizle güvenli bir şekilde okullarına ulaştırıyor ve öğretmenlerine teslim ediyoruz. Yine mobil uygulamalar sayesinde teslim bilgilerini velilerimizle paylaşıyoruz.

# Context4
source: With this app you:
tr: Bu uygulama sayesinde siz:

# Context5
source: It can ensure that your students and parents receive safer and uninterrupted service,
tr: Öğrenci ve velilerinizin daha güvenli ve kesintisiz servis hizmeti almasını sağlayabilir,

# Context6
source: You can follow the routes, movements and speed of the service vehicles instantly and retrospectively,
tr: Servis araçlarının izledikleri yolları, hareketlerini ve hızını anlık ve geçmişe dönük olarak takip edebilir,

# Context7
source: You can continue your education and training without interruption, as the shuttle vehicles will be at the school on time.
tr: Servis araçları zamanında okulda olacağı için eğitim ve öğretime aksamadan devam edebilirsiniz.

# Context8
source: With this app, our parents:
tr: Bu uygulama sayesinde velilerimiz:

# Context9
source: They can monitor every movement of the service vehicle instantly and retrospectively,
tr: Servis aracının her hareketini anlık ve geçmişe dönük olarak izleyebilirler,

# Title
source: Student Transportation
tr: Öğrenci Taşımacılığı
